[
{"name": "Bekah", "date": "26th October 2017", "text": ["For seven months I worked in a research group at a UK university. The group consisted of just two members of staff, me and my manager. On my second day he shouted at me, telling me how stupid I was. Often he would sit next to me with his hand on my leg while we analysed data together. Once I made a mistake in my experiment and he laughed, but clapped me on the back so hard that it hurt. I was very unwell at the time and felt unable to do anything about my manager’s behaviour. I didn’t know where to look for support from my department as I was very isolated from other staff and I knew that other staff had seen what was happening but not taken any action. I knew I needed a good reference from him to get another job. So I left, and pretended it was due to circumstances outside work. I was unemployed for two months while I found another job in a different city. I now work at the same university again, in a different research group, but I sometimes see him, and hide. I don’t know what the right thing is to do. Confront him? Report him? Hope to successfully avoid him until he retires? If he sees me, be polite? Be honest? I don’t know. I hope he isn’t doing the same thing to anyone else. I don’t want to endanger my position and relationships at my current job, and I am still ill, and feel I don’t have the energy to take on the additional stress of making a formal complaint."], "tags": ["University", "Workplace"]},
{"name": "Daisy", "date": "26th October 2017", "text": ["I was sexually assaulted three times by a guy in my class. I was sick of it, so I reported it. I was relieved that it was over but people started coming up to me asking why I “Snaked on *his name*”. Another guy asked me if I felt aroused after it, and another guy called me a sadist and a bitch. It hurts. These people were once my friends. It’s crazy to think of that now."], "tags": ["School"]},
{"name": "Laura M", "date": "26th October 2017", "text": ["Life in a small rural area means a sense of forced intimacy. There’s no getting around seeing your neighbours on the regular, as you shop, etc.", "\nThis makes it particularly tricky when faced with someone overly “handsy” as I have been. His reputation speaks for itself. “Creepy, rapey, watch out”….. He told me himself that he’s “too strong” for most people.", "\nI’ve made it a habit to never, ever be alone with him. Last summer he cornered me, “helping” me put my groceries in my truck. He stood pointedly between the door and door frame. I’m hard-wired for politeness and live alone, so I struggle with being assertive enough to make the point but not put myself in harm’s way due to his shredded ego. He’s sizeable and menacing. I asked him politely to move.", "\nAs I went to leave he suddenly went in for a hug. I kept my hands close to my body. He whispered creepily, “I just want to eat you up.” I replied, “not going to happen” and as he released me his hands grazed my breasts.", "\nGross. Truly no describing how disgusted I feel at this creep. I told friends here and they generally agree, in that Weinstein way, that it’s “just how he is” and he’s “probably not going to change”…. None of the men here seem willing to take him on, despite plenty of stories of him getting aggressive with the local women. Disappointing and infuriating."], "tags": ["#creepymen #predators", "Public space"]},
{"name": "Alice", "date": "26th October 2017", "text": ["a couple of guys grabbed my bum multiple times in the nightclub. I couldn’t believe they did this, especially after the Weinstein allegations being all over the news at the moment. I felt horrified, disgusted and violated as if i was just a thing to be taken advantage of, how can they not see that their actions are not right and class as sexual assault.", "\nI realised harassment/assault is something women just assume will happen/ high risk of it when on a night out or even during the day. I feel many just think ‘ well there are worse things happening in the world to less fortunate people’ and that becomes an excuse of explanation for harassment/ assault so it is not taken/tackled seriously."], "tags": ["Public space"]},
{"name": "Linda LaForge", "date": "26th October 2017", "text": ["I have be gropped so many times in public spaces I cannot remember since the age of 13. I have been cat called in public so many times I cannot in public. I have been raped once. I have been stalked by my ex boyfriend who threatened to kill me. I cross the threat to avoid groups of boys or men to avoid comments."], "tags": ["Public space"]},
{"name": "K", "date": "26th October 2017", "text": ["The nature of my job means that I live and work on a ship with the same people for three/four months before moving on. It’s coming up to four months now and so I know my colleagues pretty well. I’ve had comments along the lines of “you’re always happy” “people like to be around you because you have a positive energy” “you smile the most out of everyone on the ship.” by various people at different times.", "\nAnother colleague described me as ‘moody’ today. Why does this guy have such a different opinion of me than the others (all male, I’m the only female)? Because he is the one I get the most objectifying and sexist comments from. And I deal with it by either ignoring him, a sarcastic comment, or if I’m feeling up for it calling him out on his innapropriate comments. Somehow this makes me moody and incooperative."], "tags": ["Workplace"]},
{"name": "that woman", "date": "26th October 2017", "text": ["Sky engineer came to put our satellite dish up. OH and his brother were busy in the garage, and I was dealing with the Sky guy. He was  extremely odd and behaving inappropriately. The final straw came when he started to sing a song about him and me being in the bathroom together.", "I went down to the garage ‘to ask my husband something’ (I needed to be sure that Sky guy knew that there was someone else in the house), and told my OH and BIL about the situation. They said ‘Let us know if you need us’. I was turning to head back up to the house when I thought better of it, and pointed out that I had, indeed, just let them know that I needed them."], "tags": ["Home"]},
{"name": "Emily", "date": "26th October 2017", "text": ["I was at a Halloween get-together with a small group of friends (including myself there were 6 females and 4 males) last night. At one point a (horrible) guy I’d gone to high school with was the topic of conversation. I was explaining to one of my (male) friends why the guy we were talking about was so horrible. I told my friend about how this guy refers to women as “warm holes” and all kinds of other degrading terms, how he has been known to degrade and insult, humiliate and assault specifically women. My friend was somewhat understanding, but the other males in the room just laughed at what I was saying, mocking me in a way and downplaying the terrible things the guy has done. They told me they thought his reference to women as “warm holes” was “hilarious” and that I needed to stop being so uptight. None of the girls in the room said anything, but it was clear to me that they were uncomfortable. ", "I am just so sick of situations like that. I’ve been in far too many of them…The guy we were talking about is one of the most sexist people I know, and most of the males in the room just mocked me for even bringing it up. Why do (certain) men feel the need to dominate the conversation and make women feel as if their valid feelings of resentment towards sexism are purely over-exaggerated and unnecessary? It makes me fucking sick."], "tags": ["degradation", "mockery", "Public space", "Sexism"]},
{"name": "Kitty", "date": "26th October 2017", "text": ["The fact that if you’re a woman in a male-dominated occupation or a woman who does something like boxing or footy, then you get assumptions made about you. Whether you’re a lesbian or not & whether you’re ‘one of the lads’ are 2 such examples. Another annoyance is having your appearance commented on as opposed to how good you are at whatever it is you’re doing- moronic stuff to the effect of “that Janet is well tasty- she has lovely tits, a fit body & lovely legs”, while not saying a word about how good she is at boxing, footy or whatever, while men don’t get that. Men do get the former, however- I remember an acquaintance saying that a male friend of his who was a dancer got the piss taken out of him in the pub once by some idiot man over his occupation, & a male MasterChef Australia contestant got stick off his father for wanting to be a chef on the grounds that in their culture (he was oriental), cooking was the job of the females (says who?!). This is equally unacceptable. Another related thing that annoys me is when people assume that only straight men are interested in things like cars & motorbikes, & refer to them as ‘boys’ toys’."], "tags": ["gender stereotyping"]},
{"name": "Canada Woman", "date": "26th October 2017", "text": ["I just finished Grade 11 in high school and I went on a date with the typical popular guy from a nearby town. He was smart, the quarterback, his family regularly attended church, and other girls also wanted to be with him. During our date he took me to his farm and things started to advance. He wanted to have sex and I told him that I was not ready, and that I wanted to wait. His response was “I have waited long enough”. I remember feeling froze and confused at this time and then he became frustrated and told me to just relax as he was now on top of me. I said no and stop, and tried to push him away, but it had no effect. I gave up and felt powerless. It took me over a year before I stopped blaming myself for what happened, as I thought I could have ran when I had the chance or spoke louder. ", "The problem is not always with the stereotypical man. The problems are within our own communities with people that would be the most unexpected."], "tags": ["Home", "MeToo", "School"]},
{"name": "Laura", "date": "26th October 2017", "text": ["I work in HR, which means almost 80% of our department are girls. Yesterday, my boss, who is a man, decided to take some employees to play foosball. Guess who he picked? He only picked the men… all of us have been seen playing foosball on our free time."], "tags": ["Workplace"]},
{"name": "Clara", "date": "26th October 2017", "text": ["1) since being 12 years old men have called out in the street, made inappropriate comments, told me and friends that they want to do sexual things to us etc….", "\n2) at work as a young teacher being told to walk up and down a classroom so that the students could “admire me ” (by another teacher!)", "\n3) with a long-term partner. I asked him to stop during sex because it had started to hurt. He carried on. This happened a number of times and even when I was crying and pushing him away he didn’t stop. When I was crying afterwards he would say that he didn’t realise. That I hadn’t been saying no loud enough. he didn’t believe he was doing something so wrong, and he will probably never understand the impact it had on me. However this doesn’t excuse his damaging, and violating actions. Angry with myself for letting it happen multiple times, and getting caught in an abusive situation but I understand (years later) that this is not my fault. ", "far too many friends and relatives have told me similar stories, and far too many men have not believed me."], "tags": ["Home", "Public space", "Workplace"]},
{"name": "Paula", "date": "26th October 2017", "text": ["While pregnant, one of my colleagueas told me that he was sad for my husband, that since I was pregnant I was unbearable. After giving birth I lost 10kg, and now my colleague keeps making references to my weight and how I look so much better tan before."], "tags": ["pregnancy", "unfair", "Work", "Workplace"]},
{"name": "Little things", "date": "26th October 2017", "text": ["I’ve recently started a new job and have noticed a few things that some of my team members do without realising. The latest one that has upset me more than it should is the correction of my work. I have no issue with being wrong, I’m new, help me please.", "But the problem piece was corrected by a male in my team, without notifying me of what needed changing and why. How am I supposed to learn the right way to do something if you don’t help me out a bit?"], "tags": ["Workplace"]},
{"name": "Tiptoes", "date": "26th October 2017", "text": ["Years ago, my housemate had a friend stay over after a party. After I went to bed the friend came into my room twice and tried to get into bed with me. He didn’t leave the second time I tried to kick him out so I went to sleep downstairs and woke to find his hand inside my pyjama bottoms.", "I shared my experience in what’s usually an accepting and welcoming place. Most replies were supportive. But three people called me stupid for not locking my door (there was no lock) or barricading it with furniture (I had no furniture I would have been able to move without help). Another four people said I was lying, it never happened. Some said it was my fault because if I’d told my housemate, he would have beaten his friend up (no, he wouldn’t – I did tell him and said I didn’t want that guy in our house again but he still invited him back) or if I’d thrown him out of the house the first time there wouldn’t have been a second or third incident. Why didn’t I wake my friends? Why didn’t I scream? Why didn’t I leave the building? Why didn’t I make him leave? Why didn’t I kick the crap out of him? Why did I “let” him do it again after the first time?", "None of those people seemed to think the man was at fault for sexually assaulting me. They seemed to think it was all my fault for not doing what they thought I ought to do."], "tags": ["Home"]},
{"name": "Louise", "date": "26th October 2017", "text": ["In my workplace, an all female mental health residential unit. Most of my colleagues were so ignorant and un-pc that when a I met a member of staff who seemed more enlightened they really stood out in comparison. This happened with a male mental health nurse in his ealrly twenties. He was newly married and spoke affectionately about his wife. He had travelled and seemed open-minded. This nurse seemed very inclusive of junior unqualified staff when planning the shift. He actually seemed to listen to everyone and take all views on board in his decision-making. It seemed so refreshing. Sadly all my illusions came crashing down one day at the end of a slightly stressful shift. He was in the office with me and a woman colleague (a MISSsogynist as in a man apologist) so he knew he had one person onside. He starts on this massive rant about the clients saying they’ve all been unbearable today and how they gossip about one another and they do this they do that….and he ends it with “it’s women they’re all terrible, they’re all vile. If it was all men in here it’d be wonderful to work here”. And he wasn’t jokin. The other colleague says “yes i know i love working with men, women are too much trouble”. I could not believe my ears. The amount of times i’ve heard  both female and male staff praise male clients and how much ‘easier’ they are to work with astounds me. On previous occasions i have defended wonen saying stuff like I love women they’re ace and been looked at like i’m an alien. I wanted to shut my colleagues down on this occasion I wanted to say. .”Yeah male clients say nothing for 3 years then you find them hung in their bedroom or they hit another client with a chair so brutally that they end up hospitalised or they sexually assault another client or member of staff yep they are so easy.” But i just said nothing and left my job the following week cos all hope for change had evaporated."], "tags": ["Workplace"]},
{"name": "Alejandra", "date": "26th October 2017", "text": ["I was talking about Mara Castillo (the girl raped and killed by a cabify driver here in Mexico) with a co worker and he said “well she was really hot actually”.I did not know if I should feel ashamed of this world, my country,  should I cry , scream or what..?"], "tags": ["cabify", "murder", "rape", "Workplace"]},
{"name": "Anne", "date": "26th October 2017", "text": ["I was watching a parody video on YouTube and there was a comment saying “you deserve rape.” I reported it."], "tags": ["Media", "parody", "video", "YouTube"]},
{"name": "Phoebe", "date": "26th October 2017", "text": ["Was messing around with my classmates at uni and threw a balloon across the room, one of them turned round and said “that is such a girly throw!” And laughed. Yes I am a girl and why is throwimy like a girl a bad thing? #everydaysexism"], "tags": ["University"]},
{"name": "H", "date": "26th October 2017", "text": ["Due to a breakdown in communication daughter ended up walking home from leisure center at about 7.30 pm on a Monday Night in Tooting.  In the space of the 20 minute walk she was cat-called or similar (“hey pretty lady” etc) by men or groups of men on four separate occassion. She’s 15."], "tags": ["Public space", "Tooting"]},
{"name": "Eimear", "date": "26th October 2017", "text": ["While walking down the street in new york city on a sunday, early in the morning. two men walked past me and one said ‘you look like you got a fat pussy’", "\nfirst, i was confused because what does that even mean, and then i turned around and shouted fuck you.", "\npeople stared at me like i’d done something wrong."], "tags": ["Hate", "Public space", "Sexism"]},
{"name": "Gang raped", "date": "26th October 2017", "text": ["I was 15. I was rebellious and ran away from home. While gone I partied at a nightclub. Me and a guy I knew went out back to smoke. Next thing I know 3 guys are forcing themselves upon me in a dark parking lot. I tried to fight and scream so they shoved gravel in my mouth. Thank god I was drunk so I can’t remember details. For 10 years I told no one because I thought it was my fault for being somewhere I shouldn’t or for being drunk. I was so ashamed and filled with self hatred. Then in college I took a class in Women’s Studies and the professor taught me that violence is never ok and it is NEVER the victims fault. I got it and everything changed. Especially inside me. I started volunteering at a Women’s shelter and soon after I was hired as a crisis worker.  I was good at my job because I really understood where these women were coming from I can’t tell you how many times I told a  client that it’s not her fault no matter what it’s not her fault I worked my way all the way to being executive director of that  program."], "tags": ["gang rape", "Public space", "rape", "School", "University", "violence", "Workplace"]},
{"name": "Margot Hauser", "date": "26th October 2017", "text": ["I’m 18, I live in Paris. I knew harrasments and sexual assaults. ", "I was goins to take the subway on a morning, while a group of men was cleaning the street. One of them turn round and looked at me, smiled at me. I was listening to my music but I heard him saying me something like “How are you ?”. He smiled at me very kindly, maybe a little bit too much, but at the moment, I smiled at him.", "\nBut a few second after, I remarked : “Would have he said that to a boy ?”. Well, the answer was no. ", "I’m in a fashion school and last weekend I had to buy some supplies. I had to buy one meter of ribbon. When I asked to the seller to cut me one meter, he smiled at me and said : “But we don’t sell only one meter to a young and beautiful girl like you”. As he saw me blushed, he asked me if I was embarassed and I couldn’t say yes so I smiled. Then, he asked me questions about my school, and when I was answering I was looking at him straight into the eyes but the seller was looking at my face, my neck, my boobs. It felt like he was undressing me. I just wanted to take my supplies and run away."], "tags": ["Public space", "Public Transport"]},
{"name": "Ida", "date": "26th October 2017", "text": ["So yesterday I went on ‘a date’ with a guy. Everything was new and cool and at the end of the day we end up at a bar full of people and with really nice vibes. But when we go to buy the drink that we were supposed to share, the bartender says in spanish “Oh I’ll put two shots in here to make her more ‘romantic'”. And in Spanish it’s hard to separate if they mean “it” as in “making the moment more romantic” or if it means “she” – as in “making her loosen up”. So I think it’s the first and I laugh. And both the guys laugh. And then after like an hour when I’m kind of drunk and have gotten closer to my date and a little touchy he says “ha, you didn’t really understand what the bartender said back there, right?.” and I told him what I thought it had meant and then he laughs and explains that it was me that was supposed to get more romantic. Because when he 5 later after buying the first drink went and bought his own, the bartender only put one shot in there. And when he told me this I just felt so betrayed and stupid that I actually became more loose and attracted to him. And all this with my history of a guy in the past actually making his way to make my drinks stonger than his and then raping me. Fuck this world. I’m so angry, sad, hurt, upset."], "tags": ["locker room talk", "Public space", "rape culture", "rape culture jokes", "Sexism"]},
{"name": "Niamh", "date": "26th October 2017", "text": ["I’m 15 and my school’s usually pretty good for equality but I remember in my Maths class the boy right next to me was making a sexist joke to some other boys, something about how a woman should stay in the kitchen and such. There were three boys he was talking to and two of them were laughing along. The other one was obviously uncomfortable and trying to make more pleasant jokes but didn’t feel comfortable calling him out on it. When I did, the boy who was making the joke started to mock me for it until another girl backed me up. This boy and I are friends so the mocking is far from the norm.", "This isn’t the only incident, of course. I could mention hundreds of cases but most prominently I’ve heard a lot of comments by boys starting from 12 like “there are no good-looking girls at this school”. In fact, there was recently a case of sexual assault by a boy in my classes and they tend to joke about it a lot and no one says anything. If anyone tries to explain that it’s sexist and disgusting then they’re seen as too easily offended and unable to take a joke. These are the school’s most intelligent students too and it’s worrying me that I’ll be going into a male-dominated apprenticeship and career next year. We’re not even into the real world yet and we’re still being told how we’re supposed to conform to gender stereotypes."], "tags": ["School"]},
{"name": "Sexist teacher", "date": "26th October 2017", "text": ["I’m a highschool student in my final year. We have this physics project- actually it isn’t ours", "\nour male teacher wants us girls to work behind the scenes, and for the project to be in the boys’ names!"], "tags": ["School"]},
{"name": "No means no", "date": "26th October 2017", "text": ["I was standing at a bar waiting to be served with my wife when a drunk woman grab my arse. Despite protesting and telling her I was married, she tried to grab at my penis and insisted that I take her home. She was so drunk that even if I was single I wouldn’t have gone anywhere near her but she kept insisting and wouldn’t take no for an answer.", "My wife had to call over the bouncers from the door who instantly assumed I was the problem, simply because I was a man. Luckily I was surrounded by people who supported what I was telling them, but if I had been alone I’m sure I would be been told to leave. The bouncers did escorted the drunk lady out of the pub.", "I don’t know what happened to her, I hope she got home safe. But no means no… even if its a man saying it!"], "tags": ["Pub", "Public space"]},
{"name": "R", "date": "26th October 2017", "text": ["The last few weeks have been weird. This ex and I decided to stay as bffs after the breakup, and for the most part it’s been good. He and I are the only people in our respective friend groups who share the same sense of dark humour, and we still have plenty in common despite no longer being officially together. It’s been this way for 1+ years.", "\nLately, we’ve been starting up again, in both a physical and romantic way. We’re both frustrated, and have embarrassingly strong feelings for one another, so fair enough. We’ve even shagged a few times.", "\nNow, part of the reason we broke up was my abysmal sex drive. I have been seriously abused in the past, which as you can imagine has had a great impact on me. I understood his reasoning; he’s human after all.", "\nBut tonight, it was different. We were both drunk (I still am as I type this), and we came to an agreement that I would sleep with him for money. $10, to be precise. $15 or more for anything else. We finished up a while ago, and he tried to sweet talk me out of $15. I said no, and he protested. By the end of it, I felt worthless. I know this is fucked up, I know this is weird, but it’s just somehow the way it turned out.", "\nJust now, he came back into my room, worried about how I actually saw that encounter. He wondered if I saw it as real, or just roleplay. His particular level of disconnect is fascinating, given the endless twists & turns my mind has been going through recently.", "\nHe’s not dense, he’s not insensitive, but the sheer difference in perspective is very interesting. I was 100% serious. And some part of me thought he knew that, and was conspiring against me anyway.", "\nI wish people could reply to these posts;", "\nAm I crazy? Am I overreacting to a situation I caused myself? Or am I right to feel so worthless?", "\nI’ve given up looking for answers."], "tags": ["Gaslighting", "mental health", "Relationships"]},
{"name": "Johannah", "date": "26th October 2017", "text": ["I know it was a Thursday", "It is hard to be a teenage schoolgirl –", "\nto be – in navy pleated skirt and blazer,", "\nwhite knee socks, white shirt, red-house stripy tie", "\n– racing colours on a concrete estate", "You negotiate the safest route home.", "\nRisk the lift? Or take the several flights", "\nof hard stairs to the fifth floor – to your flat?", "\nYou have to make decisions like that daily", "with your racing heart betting on safety", "\nfirst. The lobby is empty. You gamble on  the lift; it shudders – a creaking", "\nsilver", "\nmetal cage; you sound-check behind you – all", "\nstill clear- the thump of its landing – await ", "the slow-sliding opening – impatient", "\nas a filly under starters orders", "\nat the gate – bolt inside and check outside.", "\nHe is hard. You realise. You see", "\nthat", "\nhe speaks with a glassy eye. You take in ", "the words but hope the lift door will keep on", "\nclosing. You calculate he will not have", "\ntime to step inside, holding his hard penis", "\noutside his unzipped trousers. He is not ", "old but he’s older. You are glad you did", "\nnot politely press the ‘Door Hold’ button", "\nto answer the query that issued from", "\nhis mouth as sociable inanity.", "It was an eternity until you", "\nwilled – you urged the lift door to shut out – to", "\nshoot off (not cut off his penis) while you", "\nanswered ‘No. Sorry. I don’t know what floor  ", "Susie lives on.’  And stood still shuddering", "\nalone in Benny Hill territory:", "\nthe world of chubby, bespectacled men", "\nsquinting and lolling their protruding tongues.", "We should be laughing. The lift bears you", "\nup and away. What if the door had slammed", "\nand sliced it in half? And you would now be", "\nin this metal box with something bigger,", "thicker than a dismembered white finger", "\nbloodied on the silver floor. A", "\nbuckle", "\non your black school shoe gleams up as you figure", "\nthe number of inches and feet to cover ", "the flit from lift to front door; he can’t beat", "\nyou and the lift to the fifth floor, can he?", "\nThe lift judders. You’re easy meat.", "\nIt opens", "\non two flat doors. No spying eye", "\nexcept ", "on number eight-  a drilled hole in the door", "\nto invigilate against strangers’ claims", "\nto entrance. Feet float in trance on concrete", "\nground; your house key blinks about the lock.", "You dwell in silence. Enter your front door.", "\nYou tell no-one. You and your sister go", "\nto Sainsbury’s to do the weekly shop", "\n– stock up on cans and meat near Stockwell tube.", "(That’s how you know it happened on a Thursday.) ", "We giggle, swopping prices on pork chops", "\nto get the cheapest deal; and later, laden", "\nwith weighty jars in plastic carrier bags,", "\nthin, red bands strip raw our small, white fingers.", "Back to Clapham from the shop, it’s a trudge:", "\nwe are not flying steeds but burdened beasts", "\nunder a winter-navy, silver sky.", "\n‘Let’s hope,’ says Mary, ‘the lift is working.’"], "tags": ["Home", "My #me too experience as a poem Mi", "Public space"]},
{"name": "L", "date": "26th October 2017", "text": ["Group discussion at work about a team member getting married. My 50 something male boss the says to me, “you must be the last single one in the team”… no, I think you’re forgetting the 4 male members of the team who are unmarried."], "tags": ["single", "Workplace"]},
{"name": "Lisa Harbisher", "date": "26th October 2017", "text": ["In my most recent job I have encountered sexism more so than any other, I work in the beer industry. However two incidents stand out from male colleagues who had issues with me because I was their boss. One was older one was younger. The older one admitted that he had an issue with me as the boss because I was a woman. The younger proved to be unsuitable for his role at the company and as his manager I told him he would have to improve to keep his job, this he didn’t do and he was dismissed. The next week he phoned the company owner to talk about how I had bullied him and that I was the main problem in the company. Even after the company owner, a man, told him it was not just me who thought he was not suitable for the role but him as well, he still sent an abusive email against me specifically, with everything he thought I had said and done wrong. Nothing was his fault and I was the only one who had a problem with his working standards. During his time at the workplace he didn’t like it when I offered advice or encouraged him telling him I wanted him to succeed. He appeared to think he didn’t have to listen to me and believed I was wrong and he was right. It saddens me to think this young guy will go through life like this, because it will make it very difficult for him. I don’t know whether I got his attitude across clearly but there was an under current of disrespect from the start that I didn’t see him show to other male managers. I won’t let it get me down because it’s pretty pathetic that he felt this way and shows a lack of intelligence and character, I just feel sorry for him."], "tags": ["Workplace"]},
{"name": "kristina", "date": "26th October 2017", "text": ["i was having my first job interview ever in my life. I had a boyfriend at that time and our relationships were getting more and more complicated. Just before the interview he called me and said that I should suck the interviewers dick if I want to get the place. I had to go and represent myself after these words. I got the job and I became really good in my profession. Im sure the guy doesnt even remember saying this to me back then three years ago."], "tags": ["Home"]},
{"name": "I’d Rather Not Say", "date": "26th October 2017", "text": ["In fifth grade we had to run the track for P.E (like anyone ever). My step sister had just finished healing her sprained ankle and my friend hurt her ankles competing in track the day before. Our coaches made us run four laps once a week and we just didn’t have time to finish. When it was time to line up, some of the boys were cracking jokes to each other about how slow we were. They even started talking about how stupid and dumb we were. (The three of us were in gifted!) When my teacher heard, he just responded with, “It’s true”", "At the end of the year they gave out shirts to the fastest runners in the grade. I got one but my friends didn’t. The same boys were saying they were shocked, but then made fun of my friends. They also managed to make fun of me.", "I was disgusted."], "tags": ["School"]},
{"name": "Samantha", "date": "26th October 2017", "text": ["I am an undergraduate student who recently got accepted into medical school, and I could not be more excited. Over the years, I have shadowed many physicians in preparation for my future career. Many of the male doctors assume I want to go into women-dominated fields such as OB/GYN or pediatrics without bothering to ask me if my interests lie elsewhere. Many male physicians have asked me how I plan to manage a family on top of my career and want to know if I’ve considered that I would be missing prime years of my life for childbearing during medical school. I found these comments and questions extremely personal and insulting and felt very discouraged by them. I highly doubt male students get these questions. I even had one doctor offer to let me shadow him only to find out later that he used shadowing as means to get to know me because he thought I was attractive.  He wanted to have inappropriate relations with me and promised if I “stuck” with him he could help me get into medical school. It opened my eyes to how women are viewed in the medical field and motivated me to work harder than ever to prove to myself and other physicians that I am worthy of saving lives and helping others regardless of gender. As a physician, I will treat all people with respect and hope to encourage more women to enter the medical field."], "tags": ["School", "University", "Workplace"]},
{"name": "Ariana", "date": "26th October 2017", "text": ["I have eorked in a msle fominated industry for over 20 years. In general the men behave well, but they are confysed about hiw to approach ne. All swearing stops immediatrly they notice me, so they obviously feel tgat different stsndards apply. Get to doors can be a pain becausd of the confusion as to whether thry shoukd open it – I lije to be independent.", "\nA few less positive examples – my MD used to put one finger down my arm quite often, but I still believe tbat he thought that it was a gesture of support, he never did anythjng else. I am sure that where are work has a triple glazed glass ceiling, as no woman has succeeded in staying in the management team. Women all have admin roles with the exception of a new engineer. I see that men do not want to really accept women as scientists in my working environment, we are accepted as organising the xmas do, or doing works open days and looking after the photocopier.  One production manager never seens to actually want to talk about work and only seems to come alive when sex related subjects come up. Is this “men are from mars and women are ftom venus”? My boss similar lives double entendres and I can see one if my younger male colleagues often feelin awkward when this type if conversation has occurred.", "\nI made a chojce in the late 1980s to follow the ideal that women should be scientists and enter heavy industry, but I honestly think that the nen were not and still are not prepared for hiw to deal with women. My work based social life is restricted because the men worry about being accused of having an affair. So I think clearing guidelines are needed to help both sexes treat each other better."], "tags": ["Workplace"]},
{"name": "Annie", "date": "26th October 2017", "text": ["I used to think that men wanting to touch me was because maybe I was polite and kind and they mistook me. If you keep a stern face and angry face they won’t hurt you. That seemed to work for the longest time. But recently I was diagnosed with thyroid condition and the medication was making me emotionally soft. I used to think well I am only going to live in the world for a limited time why not be kind anyway even if it hurts. My boss knows my family enjoys port wine and good quality wine occasionally. He mentioned about a company picnic. Keep in mind that I see this boss as my father about my father’s age. I have so much respect for him or atleast I did till the following happened. I said sure I would love to go pick up some port bottles for my parents. We had lunch and had a glass of wine. After his second glass he wanted to see my hand. I asked why and he said “I can palm read” . I laughed it off just because this was my boss. Hesitantly  I said okie but I don’t believe in it. He said well let me see after he touched my palm and said a thing or two here and there about some future and something about my parents. I tried to take my hand back. Growing up I knew to trust my intuition when a touch is not appropriate. Right then he took my hand said I want to feel human touch and held onto my palm. I was so afraid to say anything and in a minute I said I have to go the restroom. He told me this was different from work and that is not work atmosphere and that we are two different people here at the vineyard. Once again I was in a shock but said nothing because we had carpooled from work. I changed the subject and said “oh isn’t it time to get back. Let me get some water. If this wasn’t an isolated place I would have driven off or confronted that I am not comfortable with such things.", "\nThe reason I never bought it up was because he has an upper hand in making sure my work visa gets approved.  I didn’t want to destroy my career if he messed it up. If my parents ever find this out, I know they will be overprotective and say forget working as an engineer in a male dominated world. Why are these things not obvious to men?"], "tags": ["Workplace"]},
{"name": "Rose", "date": "26th October 2017", "text": ["When I had my daughter and I returned to work I had an awful experience if being accused of being an unfit mother 2 days in a row infront of middle managers. Not one manager stood up for me either time. Fortunately my boss intervened. This opinion was from a 60+ year old man in the early 1990s. He later sppologised when he saw me with her 2 yesrs later. I think that this arose ftom my approach being opposite to what he had done and to accept  mine he had to challenge whether he had had the right attitude to his wife, by making her stay at home. Effectively I had challenged his values."], "tags": ["Workplace"]},
{"name": "Jenny", "date": "26th October 2017", "text": ["University of Durham, Careers Fair:", "I was talking to a guy from Morgan Stanley and he was like how can I help you, and I said give me a job, and he replied first you give me a blow job.", "I was shocked that some representing a large, multinational, financial institution thought that this would be an acceptable comment to make."], "tags": ["Public space", "University"]},
{"name": "unwanted kiss", "date": "26th October 2017", "text": ["I’ve been grabbed and/or grinded on countless times by men in bars, sadly so many times I don’t think much of it anymore. ", "By far the worst incident was one night when I went out dancing with a friend and a guy came up behind me without warning and put his arm around my neck, making me feel like I was being choked, and tried to force me to kiss him. Luckily, my friend saw him coming and pulled me away just the tiniest bit so that I was able to turn my head away from him and avoid his lips. Once I realized what was happening, I shoved him off me. I never saw his face. I went home and cried. I felt so disgusted."], "tags": ["Public space"]},
{"name": "Jay Southon", "date": "26th October 2017", "text": ["At first, my gender was assumed. I was willing to look past this however immidately after they assumed my sex and genitalia. After telling them they were being sexist, they sent numberous laughing emojis."], "tags": ["Media"]},
{"name": "laura", "date": "26th October 2017", "text": ["when i was 16 i was running down a country lane as part of my training and a large truck pulled up alongside me, the man shouted out at me to “sit on his face”. i felt completely scared because it was in the countryside with no one else around, i was in high school."], "tags": ["Public space"]},
{"name": "Sara", "date": "26th October 2017", "text": ["16 years ago I was walking on my own through a gorge on a Greek island and was forced by two men to sit between them. They held me there and wouldn’t let me go as they laughed in my face, touched me and tried to put their hands up my shorts. I have rarely mentioned it to anybody because I am only just beginning to understand that it wasn’t my fault. I can go for a walk wherever I like without fear of assault."], "tags": ["Public space"]},
{"name": "DADS!!!!!!", "date": "26th October 2017", "text": ["My 8 yea old son said  to me last week ,WOMEN ARE TERRIBLE DRIVERS Shocked because i’m the main driver in our family if we go anywhere it’s usually me that drives and consider myself a good driver.", "\nI said where did you hear that he said dad said it so it’s true……..", "\nstereotypes follow everyone around and on and on it goes…"], "tags": []},
{"name": "Julia", "date": "26th October 2017", "text": ["Now in my 60’s, I have experienced many instances of sexist behaviour over the years.  One that sticks in my mind was during my 20’s when, while out shopping, I was approached by a friendly normal looking guy who said “hey, do you have the time, please?”.  I looked at my watch and responded “10 o’clock [or whatever it was]”.  Then he leaned in and said “wanna fuck?”.  When I looked shocked, he laughed and walked off.", "\nI felt stupid, degraded and somehow at fault, because being female, I had “invited” his behaviour.", "\nThese countless experiences result in an accumulated sense of disrespect and disempowerment.", "\nAs a mature and wiser woman, with 2 daughters and a granddaughter, I am calling out and shaming any man who dares to behave like this."], "tags": ["Public space"]},
{"name": "TV", "date": "26th October 2017", "text": ["There are two versions of the TV commercial for a lottery with large cash prizes. Both feature animated characters, first a female and then a male. The female version shows the woman very community-oriented, a caregiver, etc. She uses her winnings to treat her parents, her friends, and “of course” her boyfriend (TV ad shows boyfriend driving a new car). The male version is all about the guy. He does not bother to treat anyone else. The ad shows him getting massage, sitting in a VIP lounge at a sports match… No mention of parents or a girlfriend.", "Minor, yes, but this is what makes sexism acceptable."], "tags": ["advertisement", "lottery", "Media", "TV"]},
{"name": "As a Teen", "date": "26th October 2017", "text": ["In Highschool me and my boyfriend were texting. I messaged him saying, “wanna hear a joke?” He responded: “Women’s rights.” I responded saying “not funny.” He then posted a picture of this conversation on Facebook saying “my joke was funnier.” His male friends proceeded to write comments saying how funny they thought this was. One said: “Women’s rights was the worst idea our country has ever had.” ", "I was angry. But I felt that there was nothing I could do to change their minds. I felt that my voice or opinion wouldn’t change theirs- it would only be subject to further jokes."], "tags": ["School"]},
{"name": "Lydia", "date": "26th October 2017", "text": ["In the middle of a casual conversation with a fellow professional woman whom I had just met… “And what did you do before you became a mother?” In shock, the best I could manage was “I still do. I am on maternity leave and I will be going back to work.” That was yesterday and I am still incandescent with rage."], "tags": ["maternity", "Workplace"]},
{"name": "Samantha Allen", "date": "26th October 2017", "text": ["Hi, I saw this on the Lidl website for Thursday 26th Oct, Household accessories. They only show the mother and daughter doing housework. I have contacted Lidl about this and they said they will pass comments on. ", "My work colleague told me about your site, so I thought I would highlight this to you too", "https://www.lidl.co.uk/en/Non-Food-Offers.htm?id=401&week=1"], "tags": []},
{"name": "Vita", "date": "26th October 2017", "text": ["When I was 12 I was on holiday with my family in San Fransisco. We were walking from our hotel to China Town for dinner. A man started following us and touching my bottom when we stopped to cross at pedestrian crossings. When I turned around to see what was happening he grinned at me. He followed us for a while. I don’t remember much else. I didn’t tell anyone in my family. I didn’t know what to do or say."], "tags": ["Public space"]},
{"name": "Claire", "date": "26th October 2017", "text": ["A colleague of mine just complained loudly and for a long time that a student wrote him an email addressed to “Dear Miss”, almost as though the women working in this office don’t receive dozens of emails every single day beginning “Dear Sirs”."], "tags": ["Workplace"]},
{"name": "Kitty", "date": "26th October 2017", "text": ["I was in our local shop today, & I saw a wedding anniversary card with a picture on the front of a man & a woman doing the washing up- very sort of olde-worlde-type artwork- that said “on your anniversary, remember that the secret to a long & happy marriage is teamwork & compromise…”. What’s wrong with that, I hear you cry? When you open the card, it says something to the effect of “…and doing things her way!”. Yet another fail from the greetings card industry, & yet another tired ‘wife joke’. I’m fed up to the back teeth with those. Why the industry persists in producing either sexist cards like that, which make women & wives the butt of the joke, or else cards that are hugely gendered- footy (or other stereotypically ‘male’ activities like cars & drinking beer) cards for men & boys & pink, flowery cards for women & girls I really don’t know."], "tags": ["gender stereotyping", "Public space", "sexist greetings cards"]},
{"name": "AheadoftheCurve", "date": "22nd October 2017", "text": ["I’ve noticed a trend in some security awareness training and other presentations, where examples of ‘how not to do it’ have a bias in favour of using female users as the people making mistakes or doing the wrong thing. I thought it was my imagination at first until I saw it happen several times.", "Thanks, ES, btw, for highlighting ‘everyday’ sexual harrassment years before others  have begun to catch up."], "tags": ["Workplace"]},
{"name": "His career matters more", "date": "22nd October 2017", "text": ["Talking to husband about starting a family – I’ve always said I want to go back to work, I love my job and have worked hard for my career. So I wanted to talk about what types of childcare we would look at. Husband says there is no point in having a child if “we” aren’t going to look after it, and wouldn’t I prefer to stay at home. We do the same job but I am more senior and get paid more… so I suggest a third option he could take a career break instead – apparently I “don’t appreciate the magnitude” of what I’m asking!"], "tags": ["Career", "childcare", "Home", "Workplace"]},
{"name": "Melissa", "date": "22nd October 2017", "text": ["My daughter has been upset about school and doesn’t want to go anymore.  Apart from experiencing exclusion by some girls, I also discovered that a major worry for her was the time she had to attend the library each week.  The male Librarian was quite confident apparently about highlighting mistakes made by the children or humiliating them for being a little late at times.  When this occurred the Librarian would chant ‘they don’t make girls they way they used to’ OR ‘they don’t make boys the way they used to’!  He would then get the whole class to repeat and chant whilst swinging their arm with a closed first in front of themselves.  The repetitive humiliation she felt became too much (she also has an autism diagnosis).  ", "Apparently the class were always coached to laugh along about it but my daughter claims that many children felt uncomfortable and felt pressured to join in.  Nobody really understands what the comments are about either since they are only 8-9 years old.  My greatest concern is the fact that these children would have to be wondering what he is talking about and possibly referring back to older stereotypes of girls and boys (weak/dominating).  I’m sure that this kind of coaching will no doubt affect the way the children stereotype each other in the playground.  Violence and bullying amongst genders starts early!", "As adults WE are responsible for changing how we use sexist language whilst teaching our children in schools!", "Concerned Parent!"], "tags": ["School"]},
{"name": "e", "date": "22nd October 2017", "text": ["My 14 year old daughter was followed by a man in his 30s. He aked her name and if she was on Facebook. He hugged her. The police response later was ‘she does look older than 14’ and ‘he was probably just drunk’.", "\nAnd no action was taken."], "tags": ["Public space", "School"]},
{"name": "NAKSHATRA", "date": "22nd October 2017", "text": ["I was barely 14-15 years old. I was traveling with my parents on the highway and we decided to stop on the side of the road to stretch our legs. I got down and was standing against the car when a truck with around 5-6 guys came towards us and slowed down near our car. These idiot started making rude gestures and vulgar comments to me and my sister. When they saw my dad rushing towards the car the truck sped away.", "I was embarrassed and hurt by what happened. I turned towards my dad with tears in my eyes , looking at him as my saviour when he slapped me and said ” Who asked you to get out of the car!!! This is all your fault. ” ", "I spent the entire journey thinking it was my fault and I had bought shame to my entire family. I decided it was the way I stood or because I got out of the car without my dad’s permission that I really asked for it. ", "It took me a lot of time to realize that most of these kind of instances that happened to me are not because I asked for it, or that I deserved it."], "tags": ["Public space"]},
{"name": "Tara", "date": "22nd October 2017", "text": ["I am in my final year of secondary school and I have been sexualised far too many times since turning 11. I was 12, queuing up in my school’s canteen when my bum was felt up and slapped. I turned around and called him an inappropriate name but was horrified to discover he was laughing. He was the most popular boy in my year and they clearly thought it was funny to pick on a nerdy girl. No one believed me because he was so popular and attractive and I couldn’t look at him after that.", "I was disgusted that no one cared."], "tags": ["School"]},
{"name": "Tara", "date": "22nd October 2017", "text": ["As I wrote my previous entry, a boy in the year below picked up my ukulele and started to play it. I told him to put it down and he said ‘Alright! There’s no need to cry, little missy!’"], "tags": ["School"]},
{"name": "Paula", "date": "22nd October 2017", "text": ["I have been going to work the past couple of days despite being quite sick with a fever. Since we are in the middle of an important project, and it Iwas a ”all-hands on deck” situation, I decided to work regardless.", "\nAfter a meeting with a senior figure (male) from the company, and as all of the attendees left the meeting room, I happened to mention that I wasn’t feeling too well. The senior man went on to tell me ”at this point in history, we do not need more women martyrs such as yourself. You are all the same.”", "Oh how I wish someone from HR had overheard his comment (which is one of the many he constantly shares)."], "tags": ["Sexism", "Workplace"]},
{"name": "Helen H", "date": "22nd October 2017", "text": ["Went out to dinner recently with a couple of friends I hadn’t seen in a while. Two of us got there early, I told them about the new job I had just gotten. Our male friend shows up, and other friend tells him that I have some good news. His reply? “Are you pregnant?”"], "tags": ["Public space"]},
{"name": "that woman", "date": "22nd October 2017", "text": ["Husband and I are out walking around our local area. Man in a white van winds down his window and shouts something which I didn’t quite hear. Husband replied, quite friendly. I couldn’t believe my ears, that he was engaging with this guy.", "Until I realised it was our plasterer, who has done loads of work for us and we get on really well with. All he’d done was wind his window down and shout ‘How are you’ or somesuch. He’d changed his van since we last saw him, so I didn’t recognise him. And sadly I just assumed that he would be shouting something derogatory at me. ", "And even sadder, I didn’t feel able to say that my first thought had been that he was catcalling."], "tags": ["Public space"]},
{"name": "Sarah Maddock", "date": "22nd October 2017", "text": ["I’ve just received a marketing email from a flooring company. I’ve noticed this before and it really pisses me off: each image of carpet features a model with amazing legs (hairless, perfectly toned and tanned, obvs) lounging seductively on the carpet. In none of them is she wearing anything more than a top. WTF is the point of that? Don’t they realise the people most likely to buy the carpet are women? In one pic, the model even has no head. Just a torso in a jumper and a pair of naked legs. Not only is this advertising offensive, but it’s bloody dumb too."], "tags": ["Media", "objectification", "selling carpet with sex"]},
{"name": "Cora", "date": "22nd October 2017", "text": ["I’m from Spain. In 2001 I was working in the US and it was time for my annual review. After the review I went back to our office and my coworkers greeted me asking how did it go. “I have a question but it’s for you gentlemen only” “Oh?” “Have any of you, ever, been told that your evaluations have all been between ‘great’ and ‘amazing’ but that your boss thinks you should be… sweeter?”", "\nWe had to explain it to the 25yo male, everybody else had given a facepalm that would have covered all four faces in Mount Rushmore.", "\nWe were an engineering team. Has anybody ever seen an add “engineers seeked. If female, must be sweet”? The manager who apparently liked licking engineers was female, with a background in sales. She was great most of the time, but., really, “sweet”?", "Another one. Team from Spain, mainly Spanish nationals, working in France (airport warriors). A bigwig joined us one week. On the way from the hotel to the factory the second day he drove the conversation to what a wonderful representation of the Supreme Macho Berlusconi was. There were five people in the car: him, three male coworkers and me. When I tried to protest that I didn’t see anything particularly admirable in being able to pay for underage sex, much less how paying makes you a “great lover and seducer”, he merely raised his voice and proclaimed that the best thing that can happen to a girl who’s poor is becoming a whore. “After all, it’s all the females are good for, right guys?” and laughter from the other three.", "\nMy other trips that week were in taxis; I understand that at one point he wanted to take issue with it and our Project Manager disuaded him from it.", "\nAnd btw: the fucker had a 13yo daughter. I considered asking him how much had he charged for her virginity but I didn’t want to risk our lead-footed driver losing control."], "tags": ["Workplace"]},
{"name": "Work", "date": "22nd October 2017", "text": ["I work in a large marketing department and recently whilst speaking about the voice we use on our adverts, we discussed the prospect of using a female voice over. My male senior, department deputy really, said to me that we don’t use female’s because  ‘…all female voices sound sexual’. Before I realised the words were out of my mouth, I had said ‘you can’t say that, you can’t claim all female voices sound sexual.’ He looked surprised at my tone and how quickly I shut him down with that statement. ", "I could see I had made him uncomfortable but I was really pleased I had reacted so quickly even if it wasn’t as eloquent as I’d like."], "tags": ["Workplace"]},
{"name": "John", "date": "22nd October 2017", "text": ["I was sitting on the train today, commuting to work, staring out of the window at the autumn countryside and enjoying the beauty as the trees change colour and drop their leaves. All of a sudden this tranquillity was broken by a woman in her early to mid 20s who was standing in the aisle loudly demanding that I move. For a second I thought I was in her reserved seat but realised it was actually my reserved seat. I had deliberately book a seat with a table as I had a laptop and was meant to be trying to get some work done. I tried to explain to her that I had it booked but she immediately became aggressive insisting that I must move, even grabbing at my shoulder, pulling at my suit and slapping my laptop. As she did this she was shouting demanding that I must move because “you are a man and I’m not sitting with a rapist”. I guessed she had the vacant seat next to me reserved but being called a rapist was totally out of order. Getting right up into my face, “You might assault me, your all like Weinstein and Savile” she shouted “I’m not safe – move!”", "At this point I thought she was crazy, and looking towards the two people sitting across the table for help I realised I was alone. They were both staring fixed out of the window pretending nothing was going on. Then a second woman come up to try and calm her down – or so I thought. In fact she took her side and demanded that I vacate the seat because the first woman “obscurely needs a safe space away from you men”. Somehow I was also a “misogynistic pig” because I wouldn’t give up my seat for her. Totally flabbergasted, fearing for my safety and extremely embarrassing at the scene she was making in front of everyone, I decided to move. I just wanted to get out of there.", "Nobody was coming to my aid but everyone around was pretending not to watch. I quickly grabbed my stuff I hurried away to hopefully find solitude standing in the vestibule. Anywhere away from that carriage. As I left I looked back to see to my surprise the two woman now laughing together as they both sat down in the two now vacant seats. “Rapist” the first woman called after me, “loser” called the second and with that all I could hear was their laughter long after I had exited the main compartment altogether. Standing in the vestibule by the toilet for the rest of the journey I realised I had been played.", "Even though I realised I had been played I was shook up by it all that day at work and I wasn’t able to concentrate at all. Now 2 days later I’m angry about it. They had made up that whole embarrassing scene compared me to Weinstein and Savile and even called me a rapist, just so they could get two seats on a train!"], "tags": ["Public space", "Workplace"]},
{"name": "Chelsea", "date": "22nd October 2017", "text": ["I was walking down the street and a roughly 20-yr old man came up, slapped my butt, and ran away ."], "tags": []},
{"name": "He is Harvey", "date": "22nd October 2017", "text": ["I propose that women call creepy and lechy men Harvey as in ‘don’t be a Harvey’, ‘you wouldn’t want people to call you a Harvey’ etc – publicly and loudly. You get your point across and it isn’t even a swear (yet)!"], "tags": ["Public space", "Public Transport", "School", "University", "Workplace"]},
{"name": "Jenny", "date": "22nd October 2017", "text": ["On a recent work night out a male colleague, completely out of the blue, grabbed me from behind, held me round my waist for a few moments, and kind of growled my name into my ear before letting go. This was in front of several other colleagues. I was so shocked I didn’t say anything at all. I know that the others with us saw my shock but no one else said anything either, apart from a friend who then suggested it was time she and I went home. The guy that grabbed me then said directly to me, again in front of everyone and very clearly, ‘This could be our last night together… Oh, sorry, was that a bit forward?’  I just kind of mumbled, ‘Er, yes, it was’ before my friend took my arm and we quickly left. I was so angry afterwards that a) I hadn’t said or done anything to make it clear how inappropriate it was and b) no one else did either.  I have been avoiding that colleague ever since and now think it is too late to say anything, even though I know I should. I am also worried it was my fault, even though logically I know I didn’t do anything to indicate to him that I am interested in him. A minor example I know but I have spent quite a lot of time thinking about it since and I would prefer, as I know almost every woman would, just to be able to relax and enjoy nights out with colleagues rather than worrying that smiling too much or laughing too loud at a joke will be interpreted as a come-on!"], "tags": ["Public space", "Workplace"]},
{"name": "Maria", "date": "22nd October 2017", "text": ["During a conversation with a group of friends, I made some sarcastic remarks which were intended for everyone to laugh.  Days later, one of the participants said to my boyfriend, “I didn’t know Maria was so funny, I though she would just be a regular Hispanic woman.”"], "tags": ["Home", "Public space"]},
{"name": "South coast horserider", "date": "22nd October 2017", "text": ["I started a new job in the summer of 2017, full of optimism, having spent 40 successful years in a different industry, known for being quite cut throat, competitive and fast moving. I am no shrinking violet.", "\nMy new job is in admin, working directly for the boss.", "\nI am good at my job, arrive on time and, when necessary, work through lunch, stay late.", "\nSo far he has threatened to “beat me” if I make any errors or forget something my new colleagues have recently shown me how to do.", "\nIn week four, when handing me some work to do, he said: “Get it wrong and you’ll get a tongue lashing – and not the kind that you would enjoy”.", "\nWeek 12 and I am considering leaving, because I do not want to be the person who allows themselves to be spoken to like this."], "tags": ["Workplace"]},
{"name": "Señora", "date": "22nd October 2017", "text": ["I am a high school teacher and I currently mentor someone new to the profession. They and I were working in our shared office when a senior administrator (male) came into to talk to my colleague about a student. The administrator mentioned that he had already arranged for one of our (male) colleagues to tutor this student. At this point I perked up because my department has a history of assigning plum tutoring assignments to certain men. I informed him that I was next in line for a tutoring job. He looked at me, smiled, and said, “Oh, no. I’ve already chosen Pedro (another colleague in the department) for this job. The student that needs to be tutored is a big guy, and so is Pedro. I want Pedro to teach this student how to be a big man, physically, on campus. He needs to learn how to be a big man.” I was left at a loss for words, so I sat there with my mouth agape. The administrator walked over to me, put his arm around me (we are not close), squeezed, looked at the person I am mentoring, smiled, and said “(my name) didn’t like my gendered comment.” And then he left my office. I reported this exchange to another senior administrator, and was told that “it is being addressed.” I don’t know what that means."], "tags": ["abuse of power", "gendered comments", "high school", "School", "Workplace"]},
{"name": "K", "date": "22nd October 2017", "text": ["My sisters friend was doing an internship over the summer with a business who had set up their own app. Over the weekend they were going to a market to help advertise their services and she offered me and my sister an opportunity to work for them over the weekend and get paid. We agreed as we are students and looking to make some money over the summer. on the train journey to the market, we travelled with the two bosses (both males who had graduated from university about 10 years ago) and other interns working for them. I was sitting next to my sister but could overhear the conversation going on between one of the bosses and another female intern in her second year of university. She was saying that she had an interview coming up and she wasn’t sure what to wear. she was deciding between a ‘sexier dress’ and a more ‘covered up dress’ and what the boss had to say next was so shocking to me. He seemed to really be interested in the topic and surprising to me he had developed a very large opinion on the topic of what a women should wear in the workplace. He had had a lot of experience in banking and financial services prior to this and this was the exact industry this female intern was applying to. he said ‘Firstly, when you do the interview the best thing to do is to dress more covered up just in case you have a female interviewer she won’t like you if you dress sexy. But then when you get the job, you should gradually dress sexier and sexier. This will ensure that all of the men in the office notice you and they will all love you. they will all want to work with you. But if you dress ‘boring’ for the entire time no one will care about you or ever listen to what you have to say”. After overhearing this I was so angry and shocked for soooooo many reasons:", "\n1)\tIt makes me sad that women have learned that they get further when they objectify themselves for men. It’s like the ‘sneeky’ way that women can get ahead by manipulation, but when we do this are we really getting ahead? Or just undermining eachother, I don’t know. I mean I don’t blame people for doing this, but it’s sad that people see it as necessary", "\n2)\tThe boss suggested that if she had a female boss she wouldn’t like her if she dressed sexy. Why is it assumed we all see eachother as competition. Why is it assumed we are all jealous of eachother and competing for the attention of men. Like this is our only worthiness? How  How attractive men find us?  Guess what some of us really could care less. Listen to what we have to say please.", "\n3)\t From his experience in finance he (as a guy) has learned that the only way a woman can be noticed in the work environment is by objectifying herself. Basically saying that the only way you will get listened to or paid attention to is if the guys in the office want to have sex with you. If they don’t want to have sex with you, you are worthless and no one is going to listen to you. So basically here he described two options: don’t get listened too because your not ‘hot enough’ or ‘too boring’ , or don’t get listened to but maybe get your way because the guys are drooling over you.", "\nFrom his experience in the financial markets and after hearing about other stories from my friends, I am so sad to believe that this is actually the working environment that women have to enter. This is the career path I am considering taking but after learning about the environment it makes me sick and want to cry. How after working so hard, all the hours you put in to studying, all the hard work you put in to your CV, and building yourself as a person. In the end we are valued by how we look or by who wants to have sex with us. what if you couldn’t care less and you actually want your voice to be heard and respected. After hearing this it makes me not want to enter these work places especially because they are so male dominated and have dominant ‘lad’ cultures.", "\nHowever, I am not going to let this deter me. We have to rise above it and be stronger. I really believe we have to be the change we wish to see in the world and one way we can do this is by having conversations with people who commonly show sexist traits. It is normal to feel angry because me like so many other women have experienced a lot of sexism and various sexual harassment and it’s a frustrating thing  to have to talk about. But as I have grown up and matured I have learned to control my anger. I am now friends with a lot of guys and whenever they say something offensive or downright sexist I take a deep breath and slowly talk it through with them. I think the key is firstly not acting angry or offend because then we will both be acting defensive and this way we get nowhere. Then go back to the beginning with them, ask them questions to slowly understand the way they are thinking. I mean I believe that sexism such a key issue today, but many girls and boys are taught sexist ways because it is seen as so normal. sometimes their intentions aren’t bad so you can’t be angry with them personally just angry and sad that this is what society teaches them is ok. So by having these conversations with guys I have managed to slowly change their perception and help them understand what objectifying means. why it’s not ok to call a girl a ‘slut’ just because she is wearing revealing clothing. because guess what sometimes as a girl it is empowering to show skin. why? because for so long in history girls have not been allowed to do this. you are labelled as cheap, slut, sleeping around, wanting sex…etc. (also there is nothing wrong with a girl who sleeps around or wants sex) but sometimes its empowering to dress this way, let people think those things of you, but know for yourself that you are a well-educated and respectable young women. and guess what, sometimes its empowering to cover up. why? because there are pictures of naked girls everywhere, on the streets, in newspapers, online. they are made to look objects. and sometimes it’s just empowering to keep your body for yourself because it is yours after all and whatever you choose to do with it is your choice and people should stop having so many opinions on how WE choose to show our bodies. Because they belong to US! NOT society!!!!"], "tags": ["#sexismintheworkplace #london #womeninfinance #womenintheworkplace #womeninbanking #slutshaming #everydaysexismproject"]},
{"name": "K", "date": "22nd October 2017", "text": ["Being slapped hard on the arse by a stranger in the street and the guys I was with just laughing."], "tags": ["Public space"]},
{"name": "Laura", "date": "22nd October 2017", "text": ["Someone called in asking for me to send something we need a specific application form filled out by a supervisor to be able to send. I told them I first needed to have the application form filled out. The answer was “I’d like to speak to your male colleague”. Yes, with those words. When I told them I was the only one left in the office because I was waiting for the application because I understood it couldn’t wait, he said his supervisor was already gone and that he needed the delivery made asap, and that he’d like to speak to my boss. Fine. He called my boss, boss said “we need the application form filled out and signed by your supervisor”. Application form never came in."], "tags": ["Workplace"]},
{"name": "Ilan", "date": "22nd October 2017", "text": ["I was at a group interview and we were put into teams to solve a problem. the problem was a ball had to travel though ea of our hands. One of the women in the group suggested that we make a tube with our hand in a vertical fashion so the ball can pass through but no one listened. Then, one of the men in the group said the exact same thing and everyone listened and won the the challenge because of it. ", "I didn’t say anything at the time but I wish I had.", "How dare they disrespect that woman!"], "tags": ["Workplace"]},
{"name": "Sarah", "date": "22nd October 2017", "text": ["Walking home from the gym on Saturday afternoon – Week 1 a teenage boy on a bike stops to talk to me. I take my headphones out thinking he’s lost and needs help. Instead he states ‘you’re fucking fit and I want a tit wank’. I walk off and try to shrug it off. ", "Week 2 (literally the following week) in almost the exact same place, also walking back from the gym around 14:00 on a Saturday afternoon (when others are around). A car drives past, slows down, beeps and the guy shouts out the window at me – I have my headphones on so don’t know what he said but can take a few guesses. I stick my middle finger up at him pissed off that people think this behaviour is acceptable. He pulls over, gets out his car and aggressively walks up to me asking what my problem is – of course its my problem!? I try to stay calm and strong and ask him why he thinks its OK to shout and leer at me, he says because he wants to (so obviously he can!). I surprise myself by looking straight at him and saying that I’d rather that he didn’t objectify me. As you can imagine, that didn’t go down well and he starts shouting at me, right in my face that I’m a ‘fucking idiot’ – how stupid of me to think that I should be able to walk down my own street and not be objectified for being a woman."], "tags": ["Public space"]},
{"name": "jane", "date": "22nd October 2017", "text": ["this guy started working at the shop, he was maybe 24-26 years old and at the time i was 21 ( i am now 22 ). he was insanely annoying, always high and asking stupid questions to anyone unfortunate enough to be standing near him and he was total shit at his job. about a month into his employment at the shop ( which was around 2 and a half years into my own ) i got annoyed at his inability to grasp the concept that he needed to fold the sleeves of the t-shirts in before boxing them, i called him incompetent and took over the job he was working on. clearly, my annoyance could only mean that i was interested in him as a potential boyfriend and from that moment on he wouldn’t leave me alone. i hated him and i wasn’t shy about telling him that when he started getting the wrong idea about my general personality ( which is highly based around being sarcastic or brutally honest ). i didn’t have my driver’s licence yet and i was working on it but no one seemed to have the time to teach me, i know it was a stupid decision to take him up on his offer to let me drive his car around a parking lot to get a feel for being behind the wheel and to learn how to park but i was desperate to pass my test and time was running out because i’d already set a date for it. luckily nothing disturbing happened when we were alone together but it only furthered his mindset that i was totally into him despite having asked him several times to leave me alone. and for a short period of time, he did leave me alone, to date my younger sister who’d started working at the shop as well ( i can’t remember if he was there first or if she was ). the moment they broke up he went right back to constantly texting me, using my sister as an excuse to talk to me. telling me that he was sorry about what happened between them and trying to tell me his side of things when i wasn’t even sure what her side was because she didn’t seem willing to talk about it. he was the kind of guy who would constantly message me with no reply from me, not talk to me for a day and then text me the next day apologizing for hurting my feelings by ignoring me. he was delusional and honestly under the impression that i had serious feelings for him despite my constant pleas for him to just leave me alone. i didn’t tell any of my supervisors about this harassment because i was afraid to speak up and be dismissed or get anyone in trouble, but one day at work he was bothering me more than normal and standing too close to i angrily told him to leave me the fuck alone. not even a full two minutes later i was being pulled aside by a supervisor getting a lecture on how i shouldn’t speak to my coworkers like that because he’d gone and cried about my hostile attitude to a supervisor. i blocked his number a bit before that when he’d left a drunk message at 2am about how beautiful i was, which i’m sure most men would say is flattering but us girls understand that having someone you are uncomfortable around and have asked to leave you alone countless times leaving you a message like that is just sort of disturbing in a way. but blocking his number was not enough because he continued his harassment through facebook messenger, i unfriended him after i told him if he didn’t leave me alone i’d talk to HR, a thought that didn’t seem to bother him. when i told a male family member everything about the ongoing situation he told me that i sounded like i was the one obsessing over it, which pretty much discouraged me from taking any real action against the guy. a little while after he was eventually fired from the shop, for being a generally shitty employee, my sister revealed to me that during their relationship there was a night they went out and she’d had one drink but on the way home felt foggy and incoherent and that he’d taken advantage of her in that state and raped her but she didn’t want to come forward about it so only a handful of people know about it but i have never so seriously contemplated hurting somebody before. to this day, almost a year later, he still likes any photos or posts i’m mentioned in that mutual friends post on fb and it makes me insanely uncomfortable."], "tags": ["Workplace"]},
{"name": "jane", "date": "22nd October 2017", "text": ["i would like to share two things and neither of them are anywhere near as extreme as the last thing i submitted or the most upsetting examples of sexism that i have personally experienced but it continues to bother me even though one happened a year ago and the other a handful of months ago. ", "let me preface this by saying that most of my coworkers are men and we work in a shop ( we’re screen printers ) so the absence of customers means we don’t really have to watch what we say. there’s a lot of cursing and joking around and anyone who works in a shop setting ( like mechanics or other things of the nature ) know that shop talk can get a little vulgar which i don’t really mind so long as no one is poking fun at race, gender, sexuality or things like that. unfortunately, there are plenty of jokes about all of those things but i usually keep my headphones in on loud so i don’t have to deal with it and if i do hear it i speak up about what shitbags they are being but i usually get shut down as being some crazy girl who likes to get offended for other people, it’s kind of made me tone down my social justice in the workplace. it’s been three years since i started working there and i know that i won’t be able to change these people, i wish i was braver or stronger and that i could keep fighting their sexist, racist and homophobic remarks but i’m not brave or strong and a lot of times when i want to say something my anxiety won’t let me even though i know i will spend the next ten years thinking back to certain things and feeling like shit for not being able to be better. but enough about that, let’s move onto the things i wanted to share.", "1 ). there is this man i work with, he’s condescending and arrogant and thinks he has the right to tell other people what to do like he’s better than the rest of us even though we all ended up at the same place. one of my female coworkers dated him for years and he always made her feel like shit, even put his hands on her once – basically a total scumbag who thinks he can control everyone. well last year i dyed my hair blonde and at break he commented on it. he didn’t say hi, he didn’t attempt to start a conversation or to even be tactful first, nope he just jumped straight in and with a very serious tone and facial expression said “i don’t like it dye it back” and i didn’t know what to say really so i just shrugged and told him no, i might have even told him i don’t really care for his opinion – i can’t really remember. but when break ended i went back to my work area that i shared with another male coworker and i proceeded to rant about it and he shut me down and told me i was being a crazy girl. the next day the scumbag walked by me, stopped and stared at me like he was really giving something thought and eventually said: “nevermind i like it, keep it like that”. the fucking nerve honestly. and once again i was shut down mid-rant by my other coworker for being a crazy girl.", "2 ). a few months ago two female coworkers were talking about clothes shopping and how hard it is when a male coworker, who i considered a sort of work friend, joined the conversation unprompted to mention that he hadn’t been clothes shopping in years since he could just grab t-shirts from the shop and so my female coworker who had just had a baby a couple of months before just shrugged and said “yeah well it’s sort of easier for guys, you can just throw on jeans and a t-shirt and look cute” and i don’t remember how but the conversation ended up getting to a point where he was arguing that being a dude was harder and that “if you think being a girl is hard try getting kicked in the nuts” and she honestly looked too shocked to say anything so my other female coworker looked at him with a look that can only be described as ‘?????????’ before reminding him that “dude she literally just had a baby” and his argument to that was to defensively throw his hands up and inform us that “yeah well chicks are always saying ‘let’s have another baby’ but you never see a dude asking to be hit in the nuts” so i turned to both of them and loudly and clearly said “wow i kind of hope he gets hit by a car” and i put my headphones back in and went back inside since break was basically over, i didn’t turn my music on though so i heard him calling my name about 15 times before he realized i wasn’t going to listen to him. i hadn’t talked to him in months because of that, and a few other problematic things he’d said in the past that i sort of overlooked because i was low on friends at the shop, until last week when i was clocking out at the same time as him and two different female coworkers who hadn’t been present at that other conversation. he started speaking to me, i don’t even know what he was saying because the second he said my name i interrupted him to say “stop talking to me” and immediately walked away, it felt good especially since both of my other coworkers were losing their shit laughing about how hard i ‘swerved’ him."], "tags": ["Workplace"]},
{"name": "june", "date": "22nd October 2017", "text": ["I just sent this email to Sainsbury’s:", "Dear Sainsbury’s,", "\nI was excited to hear on the news about the repercussions of neutron stars colliding in the universe so I thought I’d buy the latest edition of a science magazine in my local Sainsbury’s. WHY, WHY, WHY are they in a Men’s reading section?", "\nI cannot believe you have such a shockingly prejudiced view of who reads what.", "\nPlease change the sections to reflect ‘general interest’, ‘technical interest’ or whatever but stop the irrelevant and harmful stereotyping", "\nas a priority."], "tags": []},
{"name": "Kate", "date": "22nd October 2017", "text": ["When I was interning years ago, I had a boss task me with re-organizing a manufacturing room because women are good at that kind of stuff."], "tags": ["Workplace"]},
{"name": "Katie", "date": "22nd October 2017", "text": ["It’s one of my last days at work today and I was standing at the desk writing something down when a colleague walks in, looks my up and down and says “mmm, I’m going to miss this.”  This is one of countless similar comments he’s made over the six weeks we’ve been working together and I was just about ready to snap. Seeing I was unimpressed, he started asking what was wrong with me, and I told him that his comments here objectifying and in appropriate. He insisted it was a compliment and could not understand why it was offensive."], "tags": ["Workplace"]},
{"name": "Nicole", "date": "22nd October 2017", "text": ["I do a good deal of physical labor at my job- I probably know more about construction than half (or more than half) the men in our facilities department. However, every time I ask them for assistance because of a staffing shortage in my department and explain what I need done, I get asked “Are you sure you need that?” or “There’s no way X could cause Y or Z” or told “That doesn’t really need to be done” or “That’s an awful lot of work, are you sure?” It’s ridiculous. I’m tired of these men, usually older white men, telling me that I don’t know my job. Yet when my supervisor (another man) tells them the same thing I’ve already stated- suddenly everything’s all ok. If I get assertive about what needs doing (because no one’s listening) I am labeled “combative” or accused of “yelling” when I’ve never raised my voice. All I’m trying to do is my job.", " I’m so tired of being discounted because I’m a woman."], "tags": ["Workplace"]},
{"name": "Jeanne", "date": "20th October 2017", "text": ["The event I am about to relate is one of countless instances of sexism and sexual harassment I have experienced over the course of my life–and it was one of the reasons why I went to graduate school and earned my Ph.D. in sociology, with gender as one of my areas of expertise.", "I was a very young single mother of two small children, I was in my early 20s and desperately seeking employment.  I felt so lucky to have been hired as an assistant manager in a small retail store but from the first time I met the manager I felt an uneasiness about him.  As soon as I met him I recognized something predatory in his demeanor–and I was unfortunately proven correct over the course of the next 3 months.  Ever chance he got he would touch me and “accidentally” brush up against me.  He started making sexual innuendos and as time went on his comments became more direct and aggressive, to the point of him eventually baldly stating various sexual thins he wanted to do to me.  I was so disgusted by him, but didn’t object because I feared speaking out would result in him firing me.", "My one lame strategy was pretending he wasn’t serious, that he was merely joking.  Then his equally disgusting friend, a hunting buddy, started coming to visit him at the store, and they eventually started competing with each other to see who could be the first to convince me to become sexually involved.  Both men were middle-aged, and both were married, and although I would constantly remind them of these facts, neither would stop harassing me.", "By Christmas I was feeling desperate, I wanted to quit so badly so that I would never have to see either one of those creeps again, but I couldn’t find another job and I really needed the income, so I stayed in order to be able to feed and house my children.  The manager had planned an elaborate holiday party for the employees at a very expensive club/restaurant, and the seven part-time employees and I met him at the party venue.  He’d evidently been there awhile and was already inebriated by the time we arrived, and as soon as he saw me he sloppily insisted that I had to dance with him.  I kept making excuses, but he wouldn’t take no for an answer.  Of course as soon as I conceded and started dancing with him, he pulled me into a slow dance embrace and started touching me all over.  I couldn’t conceal my revulsion, and I pushed him away as hard as I could and yelled, “stop it!”  He stumbled a bit backward, but quickly regained his balance and glared at me like he wanted to kill me.  I started feeling afraid of what he might do in retaliation.", "Eventually the hostess came to let us know our table was ready, and as we filed into the restaurant one of the part-timers, John, steered the manager to the head of the table and suggested under his breath that I sit as far away from him as possible.  So I went to sit at the opposite end of the very long table.  I wanted to just get up and leave, but John was my ride home.  Unfortunately I had yet to discover that John’s car had stopped working and that the manager had agreed to drive him home after the work party.  I think the manager knew I had no other choice but to accept a ride home along with John.", "After we had all ordered and received our food, the manager refused to make conversation with anyone, all he would do was eat his fried chicken like some kind of neanderthal and glare at me the entire time.  After the first piece was gnawed clean, he reared back his arm and flung the chicken bone across the table as hard as he could–directly at me.  I ducked to the side very quickly, so the bone and all the ensuing others that he lobbed at me never hit his intended target, but it was very humiliating at the time.  John kept trying to talk sense into the manager, and would try to intercept his arm before he could throw each bone, and he actually told the manager “hey man, that’s not right.”  But the manager would always shrug him off and continued to throw the bones at me as hard as he could.  Thankfully he was too drunk to aim very well.", "No other person besides John–not any of the other employees, waiters, customers, or any of the managers–tried to intervene, despite the possibility that someone else might actually have been hit by one of the numerous flying bones.  The other employees, and me as well, tried to act like nothing out of the ordinary was going on–we never klooked at the manager, we looked everywhere else because we were all just too afraid we’d lose our jobs.  After dinner I found out that the only way I had of getting home (a 40 minute drive, and I had no money for a taxi) was going along with John and being driven home by the drunken manager.", "Despite John’s best efforts to convince the manager that they should take me home first and go out for a beer, the manager insisted he was taking John home first.  I had elected to sit in the back seat of the car, and when we got to John’s house the manager kept telling him to “get out,” while John kept insisting they take me home and go out for a beer.  I felt guilty for being the reason why John refuse to get out, I knew he felt he needed to stay to protect me, but I had to get home to my children and so I told John I’d be okay and that he should go ahead and go into his house so he could go to bed finally.  After John asked me “are you sure?” like a dozen times, he finally got out of the car and instructed me to call him when I got home.", "We sat in the driveway another 10 minutes because the manager kept ordering me to move to the front seat, and I kept refusing. The manager insisted that he wasn’t moving the car an inch until I moved up to the front seat.  Finally I said a terse “ok,” and moved up tio the front seat.  I did move to the front seat, but by this time my fear was turning into indignant anger–finally.  The manager had to get on the interstate to take me home, and after merging on to the interstate he grabbed me by my neck and tried to violently pull me to him–all while he kept insisting “give me a kiss.”  I had my left arm straight out pushing against him but he kept trying to force me to kiss him.  So because he wouldn’t stop I put my other hand on the door handle and I opened the door a crack, then I screamed, “if you don’t let me go I’ll jump and my death will be all your fault!”  Having finally got the message that I would rather die than kiss him he pushed me away with the hand he’d been grasping my neck with–and I had to grab his arm to keep from falling out of the door.", "For the rest of the drive he stewed in silence, and after I got out of the car at my house he peeled down the street with the tires making a terribly loud  squealing noise.  I was so relieved that the ordeal was over that I cried before composing myself to go inside.  I knew I was probably going to be fired, but I kept hoping that he’d been so drunk he might forget everything that had transpired the night before, so I went into work the next morning actually hoping I would still have that terrible, awful job.  As soon as he saw me he looked away and simply stated, “Your services are no longer needed.”  I turned right around and walked out, eventually got home somehow, and never did anything except look for a new job because I knew, even back then and at such a young age (22 years of age) that I could never afford a lawyer, and that he’d just lie if the case ever went to trial.  I also felt that the only person who would be a witness for me was the one person I would never ask because John was a new father and could not afford to lose his job.", "But over all these many years I recognize that this sexism/sexual harassment experience only made me ever more determined, ever more angry, and it pushed me to become a person who actively tries to enable other women to more effectively deal with such situations.  I became a professor who teaches, researches and publishes articles about gender power relations."], "tags": ["Workplace"]},
{"name": "anonymous", "date": "20th October 2017", "text": ["My friend told me the events of her past week. ", "There is an abusive man living next door to her and her flatmate. He has a restraining order placed against him going near the woman who also lives next door- they have had a relationship. Last week he committed two acts of violence against her by entering the property. Once with a baseball bat, the other time was an attack sustained over an hour long. My friend said she and her flatmate (who is male) could hear it and she says it was the worst thing she has ever heard.", "Then she tells me that while the hour attack was going on- her and her flatmate did not call the police and that they chose not to because they were worried that this man would end up in prison if anyone found out about his attack- he’s not only committed a violent assault- but he’s broken a restraining order to do it. They spent the whole attack- listening to the whole thing and protecting the abuser by not calling the police and listening to acts of terrible violence because ‘he’d end up in prison’…. then she tells me that her flat mate- (lets call him Dave although this isn’t his real name) “Dave says” she goes (and i’m paraphrasing here)— “Dave says that she was in bed with another man in his house and so the attacks were justified…” and then she tells me that Dave went over to the police today to give a good character witness for this violent and abusive man because they are ‘soulmates’. Then she tells me what a ‘good person’ Dave is- how he’s “one of the good guys”….", "Then she tells me that she’s thinking about going over to see this woman- a woman she has never met and has no relationship with to ask her if she wants my friend to call the police the next time he attacks her.", "I’m so so so so so so so so so so so so so so so so fucking angry right now. And I can’t believe I heard this.", "\nI told her she was supporting violence against women, protecting the abuser, colluding in violent crime and that her friend Dave is clearly not one of the “good guys” if he’s prepared to support the actions of violence against another-  as well along with everything else that’s wrong with this picture. And as for going round to see the woman. I was speechless…. speechless. She told me that another woman who’d been in a abusive relationship had told her to go and do this—– I said I’ve been in an abusive relationship and I’m telling you NOT to do this. I also asked her what about trusting her own sense of right and wrong?????? It doesn’t matter what I or anyone else says- What about her own moral compass????", "This in itself is an act of abuse.. How fucking DARE she collude with the abuser and then think she can just go round to this woman’s home and expect to take her trust and “ask” her what shes “wants” the next time her partner is violently attacking her.", "People have been asking- “how do abusers get away with it” and “why doesn’t anyone do anything”… well here we have an event  which is live and which describes exactly how this process takes place in our society. ", "I’m utterly utterly utterly horrified."], "tags": ["Colluding with the Abuser", "domestic abuse", "Home", "Women as perpetrators of sexism against women on behalf of patriarchy"]},
{"name": "Love this site", "date": "20th October 2017", "text": ["A man easily fifteen years my senior, utterly unattractive, whom I hardly knew, trapped me at night in a flat in the middle of nowhere and demanded to know my feelings for him. When I told him I had no feelings for him and wasn’t attracted to him, he demanded to know the reasons why – I could tell he would try to argue me out of my decision. ", "I arranged alternative accommodation by making phone calls from the bathroom, and once he saw me packing my things in a hurry, he asked angrily what I was doing. “Leaving.” He whined, pleaded and shouted at me that I was wrong to want to leave. Yes of course, I’m wrong to disagree with you! He told me I was overreacting, he would sleep on the sofa (between my bed and the door!) and that we could still be “friends.” Why would I want to be friends with a creepy old stranger!", "I was scheduled to give him a lift home the next day – we were in another town that we’d travelled to for the sport we both do. In the morning I messaged him on whatsapp telling him I was furious about what he’d done and he could get the train home. I then blocked him. I enjoyed the drive back so much. I felt so free and empowered.", "He has since messaged me several times on all other forms of media he can find me on, arguing that I have the wrong impression of him, he’s always gentle and kind to women (I don’t remember suggesting he wasn’t gentle…alarm bells) and that we should be friends. He even mansplained to me that he wasn’t condescending. Imagine explaining to someone that you’re not condescending!! Hilarious if he weren’t so horrifying.", "Every bit of his behaviour since I decided to leave that place has told me I did the right thing in leaving. God knows what else he would have done if I had stayed.", "Always, always trust your gut. If your gut tells you something’s off, it is. Remove yourself from the situation, before it gets any worse. Do not apologise. Do not feel awkward. You have a right to enjoy your life, and be away from situations that make you uncomfortable. Men will try to undermine your judgement, make you doubt yourself. It’s just another tool to manipulate you. Your gut knows who to trust.", "Finally a thank you for the contributors to this site – reading your stories helps me know that I’m not crazy, and that it’s not just me. It makes all the difference."], "tags": ["entrapment", "Public space"]},
{"name": "Megan", "date": "20th October 2017", "text": ["I have so many stories I could tell – from being told I wasn’t hired for a job because they “needed” a male hire or the time a man stood in front of my car door so I couldn’t leave until I gave him my number, or having men grab at my ass like I was a prize. But the one occasion that stands out to me the most also breaks my heart the most. ", "I was walking to my car after taking a Barre class. I won’t lie, I wear tight clothes to these classes, and I’m a curvy woman. I’m used to being hollared at by men, and usually, I stand my ground with them and tell them to buzz off. But as I was walking to my car this night, I heard this voice say “Mama Mia what a body!” I looked around, and just saw a car driving by. Didn’t think much of it. Until I saw that car stop. I continued to walk toward it, and as I walked past, I looked at the car. Again, I heard “Mama mia, what a body!” I looked right at the person who said it: this boy could not have been more than 10 or 11 years old. And his mother was sitting in the car. I almost always shout something back at the men who catcall me, and this time, I hesitated, but then I quickly realized… this is a CHILD. He needs to know, more than anyone else, that this kind of thing is not ok. So I shouted back “Hey, you should not be talking to a woman like that, ever. You should treat women with respect.” I half expected the mom to come and yell at me, but she didn’t. I almost wish she had. Because despite my response in that moment, I doubt he actually learned that what he was doing was wrong. ", "A child cat called me. A child objectified my body. That is not okay."], "tags": ["Public space"]},
{"name": "Eva", "date": "20th October 2017", "text": ["My boss talking about two of my colleagues, saying they’re the best at what they do and the only bad thing is that they are women. Then talking about one of our branches, he said they had a bad summer, lots of fights, because they employed all women. I’m looking for a new job."], "tags": ["Workplace"]},
{"name": "Kitt", "date": "20th October 2017", "text": ["I was 34 at the time and shopping for some toiletries mid afternoon at a retail store when I noticed two young boys (I’d guess 16-17) following me and giggling. I ignore them and continue to shop. As I finish up and turn onto the main floor towards the registers the boys fall right in behind me. Then as I’m walking, aware of them, but not fearful, I hear one of them say “schwing” It stoped me in my tracks! I put down my basket walked straight up to them and said “really? Schwing? What possessed you to think that was ok? The one guy who didn’t say it, smacked the other guy and said ” I told you she could hear you” what? So it’s ok to say if I don’t hear it? So I took a few minutes out of my day to educate these young men about how inappropriate such comments are. I explain that it’s disrespectful, intrusive and downright abusive. That was 15 years ago and I hope those two took what I said to heart and became respectful young men who see women as people rather than objects for their perusal.", "\nUnfortunately ive been the victim of far worse. I’ve had my fair share of sexual harassment, abuse and discounting when I was too scared or too young to speak up but that day I stood up for all women. The sad thing is their parents didn’t raise them to respect women or see them as equals. Fathers need to step up and tell their sons objectifying women isn’t ok."], "tags": []},
{"name": "Sue", "date": "20th October 2017", "text": ["Walking back to my car in lidil car park when a man in a van starts waving at me.i just ignore and walk on. my car is parked behind his van.  He roles down his window and says hello, would you like to get to know me!"], "tags": ["dirty", "Pervert", "Public space", "sick"]},
{"name": "Kitty", "date": "20th October 2017", "text": ["Why on earth does the bloody media insist on throwing issues relating to stuff like women’s rights, gender, etc., open to the public for debate on the internet, on TV & radio & in magazines? From what I’ve seen, when this happens, all the misogynistic trolls come crawling out from under their rocks to add their tuppence worth. Some examples:", "-The subject of domestic abuse being taught about in schools was picked as a topic of discussion on Teletext one day (for those who aren’t familiar with this, Teletext on ITV had a discussion forum of sorts where you could text in with your opinions on things, & sometimes they’d ask for the public’s opinion on certain issues that had been in the news, & this was one of them). I was infuriated with the comments that were published, & I think you can guess what they were- a denial of any gender imbalance in domestic abuse (how predictable), with people texting in to say that teaching kids about domestic abuse is OK by them as long as they say that it happens to men as well, or words to that effect. An accusation of a ‘feminist agenda’ (or words to that effect) was also made by one texter- because of course domestic abuse is a feminist issue, isn’t it?! Bollocks to that- it’s an issue that concerns all of society, not just feminists, & in any case, I’d have thought that any decent person would want it shut out of society. Hey ho, I guess I was wrong.", "\n-There was a news article on Yahoo a while ago about child abuse (I think), & the comments section consisted of comments about how the stats were skewed because there are so many false allegations of rape made (or words to that effect). I no longer read the comments sections under any online news articles for this reason.", "\n-The Ched Evans case was the subject of discussion on Call Kaye [Adams] after his retrial, & according to an online news article, “There was plenty of support for Ched Evans – whom Kaye Adams described as a “promising young footballer whose career is now in tatters’’ – but not much for the woman involved, predictably…We were asked to judge the worthiness of the complainant and the accused and, as such, the discussion quickly dissolved into one on morality and the “type of woman’’ the former is. That woman, we learned, is one who has “loose morals’’, as one caller suggested. Another informed us that “she was hardly a virgin, was she?’’ while another asked: “What does she expect? These are young footballers’’. One said we all know women like this, who “put it about a bit, are a bit of a tease and a bit minxy’’.”. ", "http://www.thenational.scot/comment/14872287.Kirsty_Strickland__Repetition_of_dangerous_rape_myths_has_no_place_in_a_responsible_debate/", "And now Chat magazine has gotten in on the act as well. They have a section where they ask readers for their views on certain things, & the latest thing in their current issue is gender neutral clothing. The response was, unsurprisingly, unanimously negative (the people anti it were in the majority), with (female, I’m sorry to say) readers saying stuff like “John Lewis should stop being so politically correct”. Why is not putting your child in a box as far as their gender is concerned (i.e. not dressing little girls in pink with vomit-inducing stuff about wanting to be a princess on the front- barf city!- or dressing little boys in blue tops with dinosaurs on) being PC? Blimey O’Reilly! I rest my case."], "tags": ["Media"]}
]