[
{"name": "Bekah", "date": "26th October 2017", "text": ["For seven months I worked in a research group at a UK university. The group consisted of just two members of staff, me and my manager. On my second day he shouted at me, telling me how stupid I was. Often he would sit next to me with his hand on my leg while we analysed data together. Once I made a mistake in my experiment and he laughed, but clapped me on the back so hard that it hurt. I was very unwell at the time and felt unable to do anything about my manager’s behaviour. I didn’t know where to look for support from my department as I was very isolated from other staff and I knew that other staff had seen what was happening but not taken any action. I knew I needed a good reference from him to get another job. So I left, and pretended it was due to circumstances outside work. I was unemployed for two months while I found another job in a different city. I now work at the same university again, in a different research group, but I sometimes see him, and hide. I don’t know what the right thing is to do. Confront him? Report him? Hope to successfully avoid him until he retires? If he sees me, be polite? Be honest? I don’t know. I hope he isn’t doing the same thing to anyone else. I don’t want to endanger my position and relationships at my current job, and I am still ill, and feel I don’t have the energy to take on the additional stress of making a formal complaint."], "tags": ["University", "Workplace"]},
{"name": "Daisy", "date": "26th October 2017", "text": ["I was sexually assaulted three times by a guy in my class. I was sick of it, so I reported it. I was relieved that it was over but people started coming up to me asking why I “Snaked on *his name*”. Another guy asked me if I felt aroused after it, and another guy called me a sadist and a bitch. It hurts. These people were once my friends. It’s crazy to think of that now."], "tags": ["School"]},
{"name": "Laura M", "date": "26th October 2017", "text": ["Life in a small rural area means a sense of forced intimacy. There’s no getting around seeing your neighbours on the regular, as you shop, etc.", "\nThis makes it particularly tricky when faced with someone overly “handsy” as I have been. His reputation speaks for itself. “Creepy, rapey, watch out”….. He told me himself that he’s “too strong” for most people.", "\nI’ve made it a habit to never, ever be alone with him. Last summer he cornered me, “helping” me put my groceries in my truck. He stood pointedly between the door and door frame. I’m hard-wired for politeness and live alone, so I struggle with being assertive enough to make the point but not put myself in harm’s way due to his shredded ego. He’s sizeable and menacing. I asked him politely to move.", "\nAs I went to leave he suddenly went in for a hug. I kept my hands close to my body. He whispered creepily, “I just want to eat you up.” I replied, “not going to happen” and as he released me his hands grazed my breasts.", "\nGross. Truly no describing how disgusted I feel at this creep. I told friends here and they generally agree, in that Weinstein way, that it’s “just how he is” and he’s “probably not going to change”…. None of the men here seem willing to take him on, despite plenty of stories of him getting aggressive with the local women. Disappointing and infuriating."], "tags": ["#creepymen #predators", "Public space"]},
{"name": "Alice", "date": "26th October 2017", "text": ["a couple of guys grabbed my bum multiple times in the nightclub. I couldn’t believe they did this, especially after the Weinstein allegations being all over the news at the moment. I felt horrified, disgusted and violated as if i was just a thing to be taken advantage of, how can they not see that their actions are not right and class as sexual assault.", "\nI realised harassment/assault is something women just assume will happen/ high risk of it when on a night out or even during the day. I feel many just think ‘ well there are worse things happening in the world to less fortunate people’ and that becomes an excuse of explanation for harassment/ assault so it is not taken/tackled seriously."], "tags": ["Public space"]},
{"name": "Linda LaForge", "date": "26th October 2017", "text": ["I have be gropped so many times in public spaces I cannot remember since the age of 13. I have been cat called in public so many times I cannot in public. I have been raped once. I have been stalked by my ex boyfriend who threatened to kill me. I cross the threat to avoid groups of boys or men to avoid comments."], "tags": ["Public space"]},
{"name": "K", "date": "26th October 2017", "text": ["The nature of my job means that I live and work on a ship with the same people for three/four months before moving on. It’s coming up to four months now and so I know my colleagues pretty well. I’ve had comments along the lines of “you’re always happy” “people like to be around you because you have a positive energy” “you smile the most out of everyone on the ship.” by various people at different times.", "\nAnother colleague described me as ‘moody’ today. Why does this guy have such a different opinion of me than the others (all male, I’m the only female)? Because he is the one I get the most objectifying and sexist comments from. And I deal with it by either ignoring him, a sarcastic comment, or if I’m feeling up for it calling him out on his innapropriate comments. Somehow this makes me moody and incooperative."], "tags": ["Workplace"]},
{"name": "that woman", "date": "26th October 2017", "text": ["Sky engineer came to put our satellite dish up. OH and his brother were busy in the garage, and I was dealing with the Sky guy. He was  extremely odd and behaving inappropriately. The final straw came when he started to sing a song about him and me being in the bathroom together.", "I went down to the garage ‘to ask my husband something’ (I needed to be sure that Sky guy knew that there was someone else in the house), and told my OH and BIL about the situation. They said ‘Let us know if you need us’. I was turning to head back up to the house when I thought better of it, and pointed out that I had, indeed, just let them know that I needed them."], "tags": ["Home"]},
{"name": "Emily", "date": "26th October 2017", "text": ["I was at a Halloween get-together with a small group of friends (including myself there were 6 females and 4 males) last night. At one point a (horrible) guy I’d gone to high school with was the topic of conversation. I was explaining to one of my (male) friends why the guy we were talking about was so horrible. I told my friend about how this guy refers to women as “warm holes” and all kinds of other degrading terms, how he has been known to degrade and insult, humiliate and assault specifically women. My friend was somewhat understanding, but the other males in the room just laughed at what I was saying, mocking me in a way and downplaying the terrible things the guy has done. They told me they thought his reference to women as “warm holes” was “hilarious” and that I needed to stop being so uptight. None of the girls in the room said anything, but it was clear to me that they were uncomfortable. ", "I am just so sick of situations like that. I’ve been in far too many of them…The guy we were talking about is one of the most sexist people I know, and most of the males in the room just mocked me for even bringing it up. Why do (certain) men feel the need to dominate the conversation and make women feel as if their valid feelings of resentment towards sexism are purely over-exaggerated and unnecessary? It makes me fucking sick."], "tags": ["degradation", "mockery", "Public space", "Sexism"]},
{"name": "Kitty", "date": "26th October 2017", "text": ["The fact that if you’re a woman in a male-dominated occupation or a woman who does something like boxing or footy, then you get assumptions made about you. Whether you’re a lesbian or not & whether you’re ‘one of the lads’ are 2 such examples. Another annoyance is having your appearance commented on as opposed to how good you are at whatever it is you’re doing- moronic stuff to the effect of “that Janet is well tasty- she has lovely tits, a fit body & lovely legs”, while not saying a word about how good she is at boxing, footy or whatever, while men don’t get that. Men do get the former, however- I remember an acquaintance saying that a male friend of his who was a dancer got the piss taken out of him in the pub once by some idiot man over his occupation, & a male MasterChef Australia contestant got stick off his father for wanting to be a chef on the grounds that in their culture (he was oriental), cooking was the job of the females (says who?!). This is equally unacceptable. Another related thing that annoys me is when people assume that only straight men are interested in things like cars & motorbikes, & refer to them as ‘boys’ toys’."], "tags": ["gender stereotyping"]},
{"name": "Canada Woman", "date": "26th October 2017", "text": ["I just finished Grade 11 in high school and I went on a date with the typical popular guy from a nearby town. He was smart, the quarterback, his family regularly attended church, and other girls also wanted to be with him. During our date he took me to his farm and things started to advance. He wanted to have sex and I told him that I was not ready, and that I wanted to wait. His response was “I have waited long enough”. I remember feeling froze and confused at this time and then he became frustrated and told me to just relax as he was now on top of me. I said no and stop, and tried to push him away, but it had no effect. I gave up and felt powerless. It took me over a year before I stopped blaming myself for what happened, as I thought I could have ran when I had the chance or spoke louder. ", "The problem is not always with the stereotypical man. The problems are within our own communities with people that would be the most unexpected."], "tags": ["Home", "MeToo", "School"]}
]